Revit 2027 API
ParameterTypeId.MepLowerTopElevation Property
 "Lower End Top Elevation"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MepLowerTopElevation { get; }
Public Shared ReadOnly Property MepLowerTopElevation As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MepLowerTopElevation {
	ForgeTypeId^ get ();
}
static member MepLowerTopElevation : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace